Repository: mozilla-l10n/mt-training-data
Catalog: ssi/ssi_pontoon.tmx
Source language: en_us
Languages: ssi

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
ssi: کائہِیں گمنام ڈیموگرافک ڈیٹا لی کن اپݨیں ٻھیݪے کروڑی ڈیٹا کُو گھݨینٚس گھݨا دھاپتا کرو۔ ہم اسکُو سادھارݨ کرنیس آگے سارے ٻسِیواݨیں کی سُوچنا کی اوݪکھ کرتے ہے۔

source: Malagasy
ssi: مالاگاسی

source: Malay
ssi: مالائی

source: Malayalam
ssi: ملیالم

source: Male/Masculine
ssi: مِنکھ / مِنکھاڑا

source: Maltese
ssi: مالتیسی

source: Manage Email Subscriptions
ssi: ای میلام نانٚو لِکھوَاݨیں کا پربند کر

source: Manage Subscriptions
ssi: نانٚو لِکھواݨیں کا پربند کر

source: Manx
ssi: مانکس

source: Mapudungun
ssi: میپُوڈنگن

source: Marathi
ssi: مراٹھی

source: <mark>Check</mark>
ssi: <mark>جانچ</mark>

source: <mark>Data</mark>
ssi: <mark>ڈیٹا</mark>

source: <mark>Prompt</mark>
ssi: <mark>جھالا</mark>

source: <mark>Respond</mark>
ssi: <mark>جباب دؔیݨا</mark>

source: <mark>Transcribe</mark>
ssi: <mark>لِکھو</mark>

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
ssi: <mark>کے نتر</mark><br/> CV کا اُپیوگ<mark>آپ کی کھوج؟</mark>

source: <mark>We need</mark><br/><mark>your help!</mark>
ssi: <mark>ہمکُو جرورت</mark><br/> ہے<mark>آپ کی مدد!</mark>

source: Matrix is an open, lightweight protocol for decentralized, real-time communication, and Mozilla's preferred open discussion platform.
ssi: میٹرکس ڈی سینٹرلائزڈ ، اسلی سمے ٻول چال ، اور موزیلا کے پِسنداڑا کھُلی چرچا پلیٹ پھارما نتر ایک کھُلا ، ہݪکا پھݪکا پروٹوکول ہے۔

source: Maximum file size: 25 MB
ssi: ودھ میں ودھ پھائلا کا سائج: 25 MB

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
ssi: سائد مھارا <homepageLink>ہوم پیج</homepageLink> ساہیتا کروں گا؟ ایک سُئال ٻوجھݨیں نتر، کِرپا کری<matrixLink>میٹرکس پڑاوَ چیٹام</matrixLink> سیمل ہے، <githubLink>گیٹ ہبا</githubLink> کے جرِئے سائٹا کے مسلے کی نِگھا کرو یا <discourseLink>مھارے ڈسکورس چوکا</discourseLink> کی یاترا کرو.

source: MB
ssi: ایم بی

source: Mbo
ssi: ایم بی او

source: Meadow Mari
ssi: میڈو ماڑی

source: Media and Entertainment
ssi: میڈیا اور منورنجن

source: Medumba
ssi: میڈُومبا

source: Meetei Lon
ssi: میٹی لون

source: Message
ssi: ناپا

source: Michoacán Mazahua
ssi: مچوآکان مزاہوا

source: Mingrelian
ssi: مینگریلیائی

source: Minimum sentences in file: 1000
ssi: پھائلام گھٹ میں گھٹ ٻول: 1000

source: [Mismatched content]
ssi: [میل نائیں کھاݨواڑا سیمان]

source: Misreadings
ssi: گلت پڑھائی

source: Missing an 's' at the end of a word.
ssi: ایک لوَجا کے آکھرِیام ایک 's' کی کمی۔

source: Missing an <strong>'s'</strong> at the end of a word.
ssi: کسی سٻدؔیں کے پچھاڑیام <strong>'s'</strong> گُم ہے۔

source: Missing 'A' or 'The' at the beginning of the recording.
ssi: بھرنیس آگے 'اے' یا 'دی' گُم ہے۔

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
ssi: بھرتییاٹؔیں سِروَام <strong>'A'</strong> یا <strong> 'The' </strong> گُم ہے۔

source: Missing the end of the last word by cutting off the recording too quickly.
ssi: بھروڑی اواجا کُو ٻیگا کاٹݨینٚس پچھاڑی سٻد گُمیگا۔

source: Mixed
ssi: مِلاؤڑا

source: Mixteco Yucuhiti
ssi: مکسٹیکو یوکوحیتی

source: Mokpwe
ssi: موکوپوے

source: Moksha
ssi: موکشا

source: Mongolian
ssi: منگولِیائی

source: More
ssi: ودھِیک

source: [More has been recorded than the required text]
ssi: [جروری کتھناس وَدھِیک بھروڑا ہے]

source: More languages coming soon
ssi: ودِھیک ٻولِیاں ٻیگِیاں ئی آئی رِیاں ہے

source: Mossi
ssi: موسی

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
ssi: ٻڈی کمپنِیئیں کے دُئارے اُپیوگ کروڑا گھݨیں کرے ڈیٹا کھلکا کُو گھݨیں نتر ماجُود نائیں تِیا۔ ہم سوچتے ہے کہ نویں ٻاتا کُو روکتا ہے۔ تو ہمُون اواجا کی اوݪکھا کُو کھولݨینٚم ساہیتا کے نتر ایک پروجیکٹ سادھارݨ اواج سرُو کرا ہے۔ اور ساریں کے نتر پُگاوتا ہے.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
ssi: اوݪکھݨاں ساریں کے نتر کھُلا ہے.

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
ssi: گھٹؔیں کرے ریکارڈنگ مِنکھیں کی اپٹؔی ساگی اواجام ٻات کرنے کی ہووتی ہے۔ تھم کِدھی نہ کِدھی بے ڈھنگی ریکارڈنگا کُو سُئیکار کری سِکتے ہے جکو کِلکاری کری جاوتی ہے، کُھسر پُھسر کری جاوتی ہے، یا چِٹے ڈؔنگ کرنے کی اواجام دؔی جاوتی ہے کِرپا کری کن گاوٹؔیں کی ریکارڈنگ اور کمپُوٹراس ٻٹؔانٚوڑی اواجا کا اُپیوگ کرنواڑے کُو چھوڈؔی دؔیو۔

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
ssi: موزیلا سادھارݨ اواج مسینیں کُو یو سِکاݨینٚم ساہیتا کرنے نتر ایک چرݨ ہے کہ اسلی مِنکھ کِدؔا ٻولتے ہے۔

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
ssi: موزیلا سادھارݨ اوَاجا کُو دُنیا بھرا کے کاہرِئے کرنواڑے، بھاشا شاستری، ڈیٹا ویگِیانِک، شِکشاوِد اور سافٹ ویئر انجینئریں کی ایک الگ الگ سمُودائین سُکی ٻݨایا ہے۔ اِس یوجنا کی نِگھا موزیلا فاؤنڈیشن کری ری ہے۔

source: Mozilla Common Voice is the world’s most diverse crowdsourced open speech dataset - and we’re powered entirely by donations. It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. If you value open, inclusive data - <b>donate today!</b>
ssi: موزیلا سادھارٹؔ اواج سنسارا کے ساریںٚیس نیارا کھلکاس میلوڑا کُھلا بھاشٹؔ ڈیٹا سیٹ ہے - اور ہم پُورا دٚانا کے جرِئے چلاوتے ہے۔ ڈیٹا سیٹیں کی سیوادؔاری کرنے اور 100+ ٻولیں کے پڑاوا نتر پلیٹ فارما کُو اجرا ٻٹؔانٚوٹؔیں نتر ایکی سالام لگھ بھگ ایک مِلِئین ڈالر خرچ ہووتے ہے جکو مھارے کاماپ وسواس کرتے ہے۔ اگر آپ کُھلے ، لاگت ڈیٹا کی کدر کرتے ہے تو - <b>آج دؔان کرو!</b>

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
ssi: موزیلا کے کھُلے سروت اواج اوݪکھ انجن گمبھِیر بھاشݨا کُو بھاشݨا کی اوݪکھݨیں کی ٻِنتی ٻݨاوݨیں نتر اُپیوگ کری سِکتے ہے۔ سرو کرنے کا نامونا سِکݨے نتر مھارے <githubLink>گیتھبا کا پڑھی کن جائچو </githubLink> یا <discourseLink>گمبھِیر بھاشݨ ڈسکورسام</discourseLink> سیمل ہؤ۔

source: Mutual accountability.
ssi: مِلی کن جباب دؔیݨواڑا۔

source: n
ssi: ائن

source: N
ssi: این

source: N/A
ssi: این / اے

source: Name
ssi: نانٚوَ

source: Names of your language
ssi: تھارے ٻولیا کا نانٚو

source: Native Language
ssi: اپݨِیں بھاشا

source: Nature and Environment
ssi: پرکرتی اور پرِیاورݨ

source: Need help deciding which to choose?
ssi: کس کا چُناوَ کرنا ہے اس کا چُناوَ کرنیم ساہیتا کی جرورت ہے؟

source: Need help with the Sex or Gender changes?
ssi: نسݪ یا لِنگ بدلݨینٚم ساہِتا کی جرورت ہے؟

source: Need some help with accent?
ssi: کیا لیہکیم تھمکُو تھوڑی ساہِتا کی جرُورت ہے؟

source: Need some help with variants?
ssi: اُبھارنوَاڑے کے سات تھوڑی ساہِتا کی جرورت ہے؟

source: Need to download your data?
ssi: تھارا ڈیٹا ڈاؤن لوڈ کرنے کی جرورت ہے؟

source: Nepali
ssi: نیپالی

source: New Language Launch
ssi: نوِیں ٻولِیا کا آرمبھ

source: News and Current Affairs
ssi: سماچار اور ماجُود ماملے

source: Next
ssi: اگلکا

source: Ngiembon
ssi: نگِییَمبون

source: Nias
ssi: نیا س

source: Nigerian Pidgin English
ssi: نائجیریا کی انگریجی

source: NKo
ssi: این کے او

source: No
ssi: نائیں

source: [No ‘a’ in the original text]
ssi: [ اسلی کتھنام کوئی ‘a’ نائِیں تِیا]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
ssi: <noCopyright>کاپی رائٹا کی کائیں ٻندھی ناتی</noCopyright>(سی سی)

source: No foreign letters
ssi: پردؔیسیں کِیاں کوئی چِٹھِیاں نائیں

source: No gravatar found for your email
ssi: تھارے ای میلا نتر کوئی گریواٹر نائیں مِلا

source: No information
ssi: کوئی جاݨکاری نائیں تی

source: No information available
ssi: کوئی جاݨکاری ماجُود نائیں تی

source: No languages found
ssi: کوئی ٻولی نائِیں مِلی

source: No microphone found.
ssi: کوئی مائکروفون نائیں ملا۔

source: Non-binary
ssi: کھدؔڑا

source: No numbers and special characters
ssi: کوئی لمبر اور کھاس گھٹؔے لوَج نائیں

source: No offensive, prejudiced remarks or sensitive questions
ssi: کوئی آپتی جنک، پہلسے پکا کروڑے کا شکار چرچا یا بھاوُک سُئال نائیں

source: Northern Hindko
ssi: اُترا کی ہندکو

source: Northern Sotho
ssi: اُتر کی سوتھو

source: Northwest Gbaya
ssi: اُتر اُلھاندا گبايا

source: Norwegian Bokmål
ssi: ناروَے بکومائل

source: Norwegian Nynorsk
ssi: ناروینیائی نینورک

source: No sentences to review. <addLink>Add more sentences now!</addLink>
ssi: نِگھا راکھٹؔیں نتر کوئی ٻول نائِیں. <addLink>اِٻکے ودھِیک ٻول سیمݪ کرو!</addLink>

source: No soliciting personal information (e.g., names, financial details)
ssi: اپݨیں جاݨکارِیا کی ٻِنتی متی کرے (جِدؔا نانٚوَ، آرتھِک جاݨکاری)

source: ⓘ Not all sentences and clips have Variant tags yet!
ssi: (i) سارے ٻولیں اور ٹُکڑیم اِٻکے تائِیں دُوجی جاگھا نائِیں تی!

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
ssi: دھِیان کر: جِدؔ 'دِؔسݨواڑا' جِماتے ہے تو، یو نِویڑا <profileLink>پروپھائل پنیں</profileLink> سے بدلی کری سِکتے ہے۔

source: Note: You will still need to select between Speak or Listen to change contribution type.
ssi: سُوچنا: تھم کُو اِٻکے بھی یوگدؔانا کے نامُونے کُو مَٹاوَݨیں نتر ٻولݨیں یا سُݨنیں کے ٻِچام چُناوَ کرنے کی جرورت ہوونٚگڑی۔

source: Not Found
ssi: نائِیں مِلا

source: No Thanks
ssi: دھنواد نائِیں

source: No thanks, continue speaking
ssi: دھنواد نائیں، ٻولا کر

source: Not use, or solicit, harmful or offensive language
ssi: نُکسانی یا اپمان جنک ٻولیں کا اُپیوگ متی کرو، یا وِنتی متی کرو

source: No variant selected
ssi: کوئی پریورتن چُنا نائیں

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
ssi: اِٻکے جِدؔ آپ سادھارن اواجا کے باریم تھوڑا سا ودھیک جاٹؔتے ہے تو کِدؔا نائیں اِس کُو اجماواں؟ اُونچی اواجام ٻول پڑھنا سرو کرٹؔیں نتر مائکروپھون آئیکوناپ دؔٻاؤ۔ <br/><br/>اگر آپ دؔوجیں منکھیں کی اواج یوگدؔانا کا جائجا لیٹؔیں کُو مان دؔیتے ہے تو ، پلے آئیکونا کُو دؔٻاؤ ۔ آپ اس ٻاتا کی پک کرنیم سائیتا کروں گے کہ ریکارڈنگ اسکریناپ لکھوڑے ٻولیںٚیس میل کھاتی ہے۔

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
ssi: اِٻکے تھم کھُلے سروت اواج ڈیٹا بیس ٻݨاوݨینٚم مھاری ساہِیتا کرنے نتر اپݨیں اواج دؔان کری سِکتے ہے جِدؔا کوئی بھی اُپیوگ کری سِکتا ہے۔ ڈیوائسز اور ویبا کے نتر نویں ایپس ٻݨاݨیں نتر. مسِینیں کُو یو سیکݨینٚم ساہِتا کرنے نتر ایک ٻول پڑھو کہ اسلی مِنکھ کدؔا بولتے ہے۔ دُؔوجیں کے کام جانچ پڑتال کرو گُݨِیاڑے کُو اور اجرا ٻݨاوݨیں نتر یوگدؔان دؔیݨواڑے. یو اِترا سوَلا ہے!

source: Nubi
ssi: نوبی

source: Number of Voices
ssi: اواجیں کی گینتی

source: Numbers
ssi: لمبر

source: Occitan
ssi: اوکیٹینی

source: Odia
ssi: اڈیا

source: Off
ssi: ٻندؔ

source: Offensive Content
ssi: اپمانِت سیمان

source: Offensive content or sensitive information
ssi: آپتی جنک سیمان یا ناجُک جاݨکاری

source: Offensive language
ssi: بے لکھٹؔی ٻولی

source: Offensive speech
ssi: بے لکھٹؔاں ٻولٹؔاں

source: Offline Sources
ssi: لیݨ بند سروت

source: On
ssi: چال

source: On desktop devices you can contribute by downloading…
ssi: ڈیسک ٹاپ ڈیوائسزاپ تھم ڈاؤن لوڈ کری کن یوگدؔان دؔی سِکتے ہے ...

source: On his head he wore a beret.
ssi: اُس کے مُوڈؔاپ اُس کی ٹوپی ٻاہؤڑی تی۔

source: On iOS please continue with Safari to enable recording…
ssi: کِرپا کری آئی او ایس پ ریکارڈنگ کُو اجرا کرنے نتر سفارِیا کے سات کراکر...

source: Only show me sentences and clips from my variant
ssi: مِسکُو رُگی میرے نامُونے کے ٻول اور ٹُکڑے دِؔکھاوَ

source: On the other hand, if you think that the reader has never come across the word before, and is making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
ssi: دُؔوجے دھک، اگر تھم کُو لکھاوتا ہے کہ لِکھݨواڑے کُو آگے کِدھی لوَج نائیں مِلا ہے، اور لیہکیپ گلت انداجا لگائی را ہے، تو دؔیا کری چھوڈؔی دؔو. اگر تھم کُو پک نائیں ہے تو ، چھوڈؔݨیں کا ٻٹݨ اُپیوگ کرو۔

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
ssi: دؔوجے پاسے، اگر تھمکو لکھاوَتا ہے کہ ہوئی سِکتا ہے پڑھنوَاڑے کُو آگے کِدؔھی یو سٻدؔ نائِیں مِلا، اور ٻو رُگی لیہکینٚپ گلت انداجا لگائی را ہے، تو کِرپا کری کن ردؔ کری دؔیؤ۔ جے اگر تھمکو وِسواس نائِیں تِیا تو، سِرکاݨواڑا ٻٹٹؔاں کا اُپیوگ کرو۔

source: Open innovation is at the heart of what we do. For research collaborations, data collection or interviews, <emailFragment>reach out.</emailFragment>
ssi: ہم جکو کائھِیں کرتے ہے اس کے دلام کُھلی نویں ٻات ہے۔ جانچ یوگدان، گِنتِیام جما کرنے یا انٹرویوا نتر، <emailFragment>پوہنٚچ پراپت کرو.</emailFragment>

source: Optionally join on our email list for updates and new information about the project.
ssi: یوجنا کے باریم تاجا اور نویں جاݨکارِیا نتر مرجِیاس مھاری ای میل سُوچِیام سیمل ہوو۔

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
ssi: مرجِیاس بھیݪا کروڑا ڈیموگرافک ڈیٹا (جِدؔا اُومر، نسݪ، بھاشا، اور لیہکا) تھارے پروپھائلاپ کِدھی بھی کھلکا کا نائیں کراں، اور ڈیٹا سیٹام تھارے اکاؤنٹاس نائین جُڑوں گے. مانوی آڈیو ٹُکڑیں کُو سپا اجری کھوجا کے وِچارا نتر ڈیموگرافک ڈیٹا کے بھیݪا جوڑونٚگڑے - ایک سرا ہے ، ایک شودھ کرتا ایک کھاس ڈیموگرافک سیگمنٹا نتر سِکھِیا کے نامُونے کُو لکش ٻݨانٚوݨاں چاہوتا ہے۔

source: Ormuri
ssi: اورموری

source: Ossetian
ssi: اوسیٹین

source: Other
ssi: دُؔوجا

source: Other Language
ssi: دؔوجیاں ٻولیاں

source: Other people validate those voice clips.
ssi: دُؔوجے مِنکھ ان اوَاجیں کے کلپیں کی پک کرتے ہے۔

source: Other voice datasets…
ssi: دؔوجی اواج ڈیٹا سیٹ ...

source: Other Voice Datasets
ssi: دُؔوجی اواج ڈیٹا سیٹاں

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
ssi: مھارے پڑاوَا کے پَربندھک تھم سے سمپرک کروں گڑے ودھِیک ساہیتا کرنے نتر، اور اگر ہے تو تھم کُو بھتاوَݨیں نتر پہلسے ئی تھاری ٻولیاپ کام کرنواڑا پڑاوَ ہے

source: Our governance is founded on the pillars of:
ssi: مھاری باچھائِیا کی بُڑاند ان بھاٹینٚپ دھروڑی ہے:

source: Our language is our story, our community, our culture. Let's create the datasets that we want to see in the world.
ssi: مھاری بھاشا مھاری کُہاݨی ہے، مھارا پڑاو ہے، مھاری سنسکرت ہے. آؤ ٻو ڈیٹا سیٹ ٹھانٚواں جکو ہم سنسارام دؔیکھݨا چاہوتے ہے۔

source: Our Partners
ssi: مھارا بھاگی دؔار

source: Our partners include...
ssi: مھاری بھائی وارِیام سیمݪ ہے ...

source: Overall Accuracy
ssi: کُل سئی

source: Overall Hr. Total
ssi: سارے مِلائی کن ایچ آر کُل

source: p
ssi: پی

source: Paiwan
ssi: پائیوان

source: Palula
ssi: پالولا

source: Papantla Totonac
ssi: پاپنتلا ٹوٹوناک

source: Papiamento
ssi: پاپیامینٹو

source: Papiamento (Aruba)
ssi: پاپیامنٹو (اروبا)

source: Participate in language community discussions, ask questions, and learn about upcoming events and talks.
ssi: ٻولِئیں کی چرچا کے پڑاوینٚم جُڑو، سُئال ٻُوجھو، اور آݨ واڑے ہوݨِیاں اور کچیرِیا کے بارے میں سِیکو.

source: Partner
ssi: سیوَاݪی

source: Partners
ssi: بھاگی دؔار

source: Partnerships
ssi: سِیرواݪی

source: Partnerships and networks
ssi: بھاگی دؔاری اور نیٹ وَرک

source: Partnerships, Press and Stories, Community and Languages
ssi: پاتی بھائی، پریس اور کُہاݨِیاں، پڑاو اور ٻولِیاں

source: Partner with us
ssi: مھارے سات بھائی واری کر

source: [Part of the text can’t be heard]
ssi: [لِکھتا کا ایک بھاگ سُٹِؔیں نائِیں سِکا]

source: Pashto
ssi: پستو

source: Past recordings download requests
ssi: لارکی ریکارڈنگ ڈاؤن لوڈا کی ٻِنتی

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
ssi: <p>سادھارٹؔ اواج ایک جنتا نتر ماجُود اواجا کی ڈیٹا سیٹ ہے ، جکو سارے سنسارام سیوا دؔارِئیں کے بھیݪے ہوَڑیں کی اواجینٚس چالتا ہے۔ ٻو کھلک جکو اواجا کی ٻِنتِیا کی سُوچی ٻٹؔانٚوَݨاں چاہوَتے ہے ٻو مشین لرننگا کے نامُونیں کُو سِکھِیا دؔیٹؔیں نتر ڈیٹا سیٹا کُو اُپیوگ کری سِکتے ہے۔</p> <p>اِٻکے ، گھٹؔیں کرے اواجا کی ڈیٹا سیٹ کمپنِئیں کی مِلکت ہے ، جکو نوَیں کھوج روکتا ہے۔ اواجا کی ڈیٹا بھی گھٹ ساہِیتا کرتی ہے: انگریجی نائیں ٻوݪٹؔ وَاڑے، رنگ بِرینٚگی مِنکھ، ماجُود مِنکھ، ٻائیراں اور ایل جی بی ٹی کیو آئی اے + مِنکھ. اس کا متلب یو ہے کہ اواجاس چاݪٹؔ وَاڑی ٹیکنالوجی گھٹؔی ٻولِئیں نتر سپا کام نائِیں کرے ، اور جٹھے یو کام کرتی ہے ، یہ ہر کسی نتر ایکی دؔیسا اجرا کام نائِیں دِؔکھائی سِکے۔ ہم ہر جاگھا مِنکھیں کُو اپٹِؔیں اواج ٻاٹٹؔیں نتر ساوَدھان کری کن اِسکُو ٻدؔݪنا چاہوَتے ہے۔</p>

source: People come and contribute their voices.
ssi: مِنکھ آوَتے ہے اور اپٹؔیں اوَاج اُونٚچی کرتے ہے۔

source: Persian
ssi: پارسی

source: Personal dashboards keep you up-to-date with individual and community progress.
ssi: جاتی ڈیش بورڈز آپ کو گھرا کا اور پڑاوا کی پرگتیا کے بھیݪا جاݨکارِیام راکھتے ہے۔

source: Personally Identifiable Information
ssi: اپݨیں آپ سے اوݪکھݨیں جوگی جاݨکاری

source: Platform language
ssi: پلیٹ پھارما کی ٻولی

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
ssi: لوکلائزیشناس لی کر ڈیٹا سیٹا کے اُپیوگا تائیں ، اور سات ئی مھارے پڑاو کے بھیݪا سمپرک جوڑنے کے نامُونے تائیں ، پورے سادھارݨ اواج یاتراپ <playbookLink>ساہیک مارگ درشن لھوڑو</playbookLink>۔

source: <playIcon></playIcon>Last one!
ssi: <playIcon></playIcon> پچھاڑی!

source: Play/Stop
ssi: چلاوٹؔاں / روکٹؔاں

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
ssi: کِرپا کری کن مھاری <templateFileLink>ٹیمپلیٹ پھائل</templateFileLink> جانچ کرو۔ تھارے ٻول کاپی رائٹاس مُکت ہووَٹؔین چائیجے (سی سی 0 یا بھیݪے کروڑیں کی طرپھاس اِگِیا مِلوڑی اسل کام) اور چِٹا، کاہرِئے کا رُوپ سئی اور پڑھنیم سوہرا ہووَنا چائیجے. بھیݪے کروڑے ٻولیں کُو پڑھنیم لگ بھگ 10-15 سیکنڈ لاگٹؔے چاہئے اور لمبر ، پُورا سُورا نانٚو اور کھاس لوَج سیمل کرنیس بچٹؔا چاہئے۔

source: Please fill out this field.
ssi: کِرپا کری اس فیلڈا کُو بھرو ۔

source: Please select a language to review sentences.
ssi: دؔیا کری ٻولیں کُو دؔیکھٹؔیں نتر ایکی بھاشا چُنو ۔

source: Polish
ssi: پولش

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
ssi: اگر تھارے کن اکاؤنٹ نائیں ہے تو ایک <pontoonAccountLink>اکاؤنٹ بݨاؤ</pontoonAccountLink>۔ اس کے پِچھیں ، اپٹؔی بھاشا <strong>('ٹیم') چُناؤ کرو</strong> اور پِچھیں پروجیکٹ ، <pontoonCvLink>سادھارٹؔ اوَاجا کُو چُناؤ کرو</pontoonCvLink>۔ انوَاد کرنے نتر پھائلاں ہوؤں گِیاں۔ ایکی کُو دؔٻاوَ ، پِچھیں یو انگریزِیام لوَج دِؔکھاوَتا ہے اور ان کا انوَاد کرنے نتر ایک باکس دِؔکھاوَتا ہے۔

source: Portuguese
ssi: پرتگالی

source: Powered by global communities, for global communities — 130 languages and growing!
ssi: وِشوَ سمُودائے کے جرئے، وِشوَسمُودائے کے نتر - 130 ٻولِیاں اور ودھتوڑِیاں!

source: Press and stories
ssi: پریس اور کُہاݨِیاں

source: Press and Stories
ssi: پریس اور کُہاݨِیاں

source: Press play, listen & tell us: did they accurately speak the sentence below?
ssi: پلے دؔٻاؤ، سُݨوں اور ہمکُو بھتاؤ: کیا انھُون نیچے دؔیوڑے ٻولیں کُو سئی ناموُنیس ٻولا؟

source: Press { shortcut-play-toggle } to toggle play mode
ssi: { shortcut-play-toggle } to ٹوگل پلے موڈ دؔٻاوَ

source: Privacy
ssi: بھیدؔی

source: <privacyLink>Privacy</privacyLink>
ssi: <privacyLink>گُپت</privacyLink>

source: Privacy Policy
ssi: گُپت نیتی

source: Privacy, security and transparency.
ssi: بھیدؔ راکھݨوَاڑا، رکشا اور نِرملتا.

source: Pro
ssi: روجی

source: Process / Steps
ssi: جتن / چرݨ

source: Profile
ssi: پروپھائل

source: Profile information improves the audio data used in training speech recognition accuracy.
ssi: پروپھائلا کی جاݨکاری بھاشݨاں کی اوݪکھ سئی کرنے کی سِکِیا اُپیوگ ہونٚݨواڑی آڈیو ڈیٹا کُو اجرا ٻݨانٚوتی ہے۔

source: Progress
ssi: پرگتی

source: Public Domain
ssi: کھلک ڈومین

source: Publicly accessible open speech datasets in 130+ languages
ssi: 130+ ٻولِئیم کھلکا نتر سوَلا پُگاوݨاں کھُلا ٻولݨاں ڈیٹا سیٹ

source: Pular Guinea
ssi: پُولر گُئینا

source: Punctuation
ssi: وِرام چِن

source: Punjabi
ssi: پنجاٻی

source: Puno Quechua
ssi: پونو کیچوا

source: Quechua Ambo-Pasco
ssi: کچوا امبو-پاسکو

source: Quechua Arequipa-La Unión
ssi: کچوا اریکوپا-لا یونیون

source: Quechua Cajatambo
ssi: کچوا کاجٹامبو

source: Quechua Chanka
ssi: کیچوا چانکا

source: Quechua Chiquián
ssi: کچوا چیکیان

source: Quechua Corongo Ancash
ssi: کچوا کورونگو انکاش

source: Quechua Jauja Wanka
ssi: کچوا جاوجا وانکا

source: Quechua Pasco Santa Ana de Tusi
ssi: کچوا پاسکو سانتا آنا دی توسی

source: Quechua Sihuas Ancash
ssi: کچوا سیہواس انکاش

source: Quechua Yauyos
ssi: کچوا یاؤیوس

source: Question
ssi: سُئال

source: Question Collection
ssi: سُالیں کا جماؤڑا

source: Questions which are very culturally specific, or make a lot of assumptions about the responder
ssi: ایسے سُئال جکو گݨیں سنسکرتی رُوپاس کھاس ہے ، یا جباب دؔیݨواڑے کے باریم گھݨیں ساری دھارݨا ٻݨاووتے ہے۔

source: Questions which may cause someone to share sensitive, potentially triggering responses
ssi: ایسے سُئال جکو کسی کُو دُؔکھ، ہوئی سِیکتا ہے جباب اُکساݨیں کا کارݨ ٻݨیں سِکتا ہے

source: Questions which might solicit hate speech or other biased or offensive sentiments
ssi: ایسے سُئال جکو نپھرتا کی بھاشا یا دُؔوجے پکشپاتی یا اپمان جنک بھاوناں کُو جلم دؔی سِکتے ہے

source: Questions which might solicit personally identifiable information
ssi: سُئال جکو اپݨیں اوݪکھݨیں جوگی جاݨکاری مانگی سِکتے ہے
